Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: It looks like you're using an old version of <a href='%s'>%s</a>. For the best WordPress experience, please update your browser.
ca_es: Sembla que esteu fent servir una versió antiga del <a href='%s'>%s</a>. Per a una millor experiència amb el WordPress, actualitzeu el navegador.

source: It looks like you're using an insecure version of <a href='%s'>%s</a>. Using an outdated browser makes your computer unsafe. For the best WordPress experience, please update your browser.
ca_es: Sembla que esteu fent servir una versió insegura del <a href='%s'>%s</a>. Fer servir una versió antiquada fa el vostre ordinador insegur. Per a una millor experiència amb el WordPress, actualitzeu el navegador.

source: There are some invalid menu items. Please check or delete them.
ca_es: Hi ha alguns elements del menú incorrectes. Comproveu-los o esborreu-los.

source: %s (Invalid)
ca_es: %s (no vàlid)

source: Name
ca_es: Nom

source: [%s] Your site invite
ca_es: [%s] invitacions del lloc

source: Icon Design
ca_es: Disseny de les icones

source: You can find additional themes for your site by using the Theme Browser/Installer on this screen, which will display themes from the <a href="%s" target="_blank">WordPress.org Theme Directory</a>. These themes are designed and developed by third parties, are available free of charge, and are compatible with the license WordPress uses.
ca_es: Podeu trobar temes addicionals per al lloc en fer servir el navegador/instal·lador de temes d'aquesta pantalla, la qual mostra temes del <a href="%s" target="_blank">directori de temes de WordPress.org</a>. Aquests temes estan dissenyats i desenvolupats per part de tercers, estan disponibles de manera gratuïta, i són compatibles amb la llicència d'ús del WordPress.

source: If you would like to see more themes to choose from, click on the &#8220;Install Themes&#8221; tab and you will be able to browse or search for additional themes from the <a href="%s" target="_blank">WordPress.org Theme Directory</a>. Themes in the WordPress.org Theme Directory are designed and developed by third parties, and are compatible with the license WordPress uses. Oh, and they&#8217;re free!
ca_es: Si us agradaria veure més temes per triar, feu clic a la pestanya &#8220;Instal·la temes&#8221; i podreu navegar o cercar temes addicionals del <a href="%s" target="_blank">directori de temes de WordPress.org</a>. Els temes al directori de temes de WordPress.org estan dissenyats i desenvolupats per part de tercers, i són compatibles amb la llicència d'ús del WordPress. Ah, i són lliures!

source: Re-install Now
ca_es: Torna a instal·lar-ho ara

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
ca_es: El fitxer que s'ha penjat excedeix la directiva upload_max_filesize del php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
ca_es: El fitxer penjat excedeix la directiva MAX_FILE_SIZE que estava especificada al formulari HTML.

source: If your bookmarks toolbar is hidden: copy the code below, open your Bookmarks manager, create new bookmark, type Press This into the name field and paste the code into the URL field.
ca_es: Si la barra d'adreces d'interès està oculta: copieu el codi següent, obriu el gestor de les adreces d'interès, creeu una adreça d'interès nova, teclegeu "Premeu això" en el camp del nom i enganxeu el codi en el camp de la URL.

source: Core Committer
ca_es: Confirmador principal

source: Guest Committer
ca_es: Confirmador convidat

source: External Libraries
ca_es: Biblioteques externes

source: Add:
ca_es: Afegeix:

source: Add Photos
ca_es: Afegeix fotos

source: Available Tools
ca_es: Eines disponibles

source: Network Setup
ca_es: Configuració de la xarxa

source: User Experience Lead
ca_es: Líder en experiència d'usuari

source: Translators
ca_es: Traductors

source: WordPress grows when people like you tell their friends about it, and the thousands of businesses and services that are built on and around WordPress share that fact with their users. We&#8217;re flattered every time someone spreads the good word, just make sure to <a href="%s">check out our trademark guidelines</a> first.
ca_es: El WordPress creix quan a la gent li agrada parlar-ne als seus amics sobre ell, i els milers d'empreses i serveis que estan basats en el WordPress comparteixen aquest fet amb els seus usuaris. Estem afalagats cada vegada que algú estén la bona paraula, solament assegureu-vos primer <a href="%s">de visitar les nostres directrius de marca</a>.

source: Every plugin and theme in WordPress.org&#8217;s directory is 100%% GPL or a similarly free and compatible license, so you can feel safe finding <a href="%1$s">plugins</a> and <a href="%2$s">themes</a> there. If you get a plugin or theme from another source, make sure to <a href="%3$s">ask them if it&#8217;s GPL</a> first. If they don&#8217;t respect the WordPress license, we don&#8217;t recommend them.
ca_es: Cada extensió i tema del directori de WordPress.org és 100%% GPL o té una llicència lliure i compatible, així que podeu sentir-vos segurs cercant <a href="%1$s">extensions</a> i <a href="%2$s">temes</a> allà. Si aconseguiu una extensió o tema des d'un altre lloc, assegureu-vos que <a href="%3$s">els pregunteu si són GPL</a> primer. Si no respecten la llicència del WordPress, no us les recomanem.

source: WordPress is Free and open source software, built by a distributed community of mostly volunteer developers from around the world. WordPress comes with some awesome, worldview-changing rights courtesy of its <a href="%s">license</a>, the GPL.
ca_es: El WordPress és un programari de codi obert i lliure, fet per una comunitat distribuïda de desenvolupadors majoritàriament voluntaris d'arreu del món. El WordPress ve amb alguns fantàstics drets que canvien la visió del món, gràcies a la seva <a href="%s">llicència</a>, la GPL.

source: Lead Developer
ca_es: Desenvolupador

source: Developer
ca_es: Desenvolupador

source: Extended Core Team
ca_es: Equip principal estès

source: Want to see your name in lights on this page? <a href="%s">Get involved in WordPress</a>.
ca_es: Voleu veure el vostre nom anunciat en aquesta pàgina? <a href="%s">Involucreu-vos en el WordPress</a>.

source: Credits
ca_es: Crèdits

source: Cofounder, Project Lead
ca_es: Cofundador, cap del projecte

source: Internationalization
ca_es: Internacionalització

source: Core Contributors to WordPress %s
ca_es: Col·laboradors principals del WordPress %s

source: Recent Rockstars
ca_es: Estrelles recents

source: All Comments
ca_es: Tots els comentaris

source: WordPress is created by a <a href="%1$s">worldwide team</a> of passionate individuals. <a href="%2$s">Get involved in WordPress</a>.
ca_es: El WordPress està creat per un <a href="%1$s">equip mundial</a> d'apassionats. <a href="%2$s">Impliqueu-vos en el WordPress</a>.

source: Project Leaders
ca_es: Líders dels projecte

source: Designer
ca_es: Dissenyador

source: You have the freedom to run the program, for any purpose.
ca_es: Teniu la llibertat d'executar el programa, per a qualsevol propòsit.

source: You have access to the source code, the freedom to study how the program works, and the freedom to change it to make it do what you wish.
ca_es: Teniu accés al codi font, la llibertat d'estudiar com funciona el programa, i la llibertat de canviar-lo per que faci el que voleu.

source: You have the freedom to redistribute copies of the original program so you can help your neighbor.
ca_es: Teniu la llibertat de redistribuir còpies del programa original perquè pugui ajudar al pròxim.

source: You have the freedom to distribute copies of your modified versions to others. By doing this you can give the whole community a chance to benefit from your changes.
ca_es: Teniu la llibertat de distribuir còpies de les vostres modificacions als altres. En fer-ho, doneu l'oportunitat a tota la comunitat de beneficiar-se de les vostres millores.

source: You are using an insecure browser!
ca_es: Esteu fent servir un navegador insegur!

source: Your browser is out of date!
ca_es: El navegador està antiquat!

source: Don&#8217;t you wish all software came with these freedoms? So do we! For more information, check out the <a href="http://www.fsf.org/">Free Software Foundation</a>.
ca_es: No us agradaria que tot el programari tingués aquestes llibertats? Nosaltres també! Per a més informació, mireu la <a href="http://www.fsf.org/">Fundació de Programari Lliure</a>.

source: Freedoms
ca_es: Llibertats

source: You can use one of these cool headers or show a random one on each page.
ca_es: Podeu fer servir una d'aquestes capçaleres o mostrar una d'aleatòria en cada pàgina.

source: If you don&lsquo;t want to upload your own image, you can use one of these cool headers, or show a random one.
ca_es: Si no voleu penjar la vostra imatge, podeu usar una d'aquestes capçaleres fantàstiques, o mostrar una aleatòria.

source: You can choose one of your previously uploaded headers, or show a random one.
ca_es: Podeu triar una de les capçaleres que heu penjat, o mostrar-ne una aleatòria.

source: Collapse menu
ca_es: Redueix el menú

source: Drop-ins are advanced plugins in the <code>%s</code> directory that replace WordPress functionality when present.
ca_es: Les Drop-ins són extensions avançades al directori <code>%s</code> que substitueixen funcionalitats del WordPress quan hi són presents.

source: Files in the <code>%s</code> directory are executed automatically.
ca_es: Els fitxers del directori <code>%s</code> s'executen automàticament.

source: <strong>Random:</strong> Show a different image on each page.
ca_es: <strong>Aleatori:</strong> Mostra una imatge diferent a cada pàgina.

source: Uploaded Images
ca_es: Imatges penjades

source: <a href="http://codex.wordpress.org/Media_Add_New_Screen" target="_blank">Documentation on Uploading Media Files</a>
ca_es: <a href="http://codex.wordpress.org/Media_Add_New_Screen" target="_blank">Documentació sobre la càrrega de fitxers mèdia</a> (en anglès)

source: <a href="http://codex.wordpress.org/Users_Your_Profile_Screen" target="_blank">Documentation on User Profiles</a>
ca_es: <a href="http://codex.wordpress.org/Users_Your_Profile_Screen" target="_blank">Documentació sobre els perfils de l'usuari</a> (en anglès)

source: <a href="http://codex.wordpress.org/Settings_Permalinks_Screen" target="_blank">Documentation on Permalinks Settings</a>
ca_es: <a href="http://codex.wordpress.org/Settings_Permalinks_Screen" target="_blank">Documentació sobre la configuració dels enllaços permanents</a> (en anglès)

source: <a href="http://codex.wordpress.org/Posts_Categories_Screen" target="_blank">Documentation on Categories</a>
ca_es: <a href="http://codex.wordpress.org/Posts_Categories_Screen" target="_blank">Documentació sobre les categories</a> (en anglès)

source: <a href="http://codex.wordpress.org/Links_Link_Categories_Screen" target="_blank">Documentation on Link Categories</a>
ca_es: <a href="http://codex.wordpress.org/Links_Link_Categories_Screen" target="_blank">Documentació sobre les categories dels enllaços</a> (en anglès)

source: <a href="http://codex.wordpress.org/Appearance_Widgets_Screen" target="_blank">Documentation on Widgets</a>
ca_es: <a href="http://codex.wordpress.org/Appearance_Widgets_Screen" target="_blank">Documentació sobre els ginys</a> (en anglès)

source: <a href="http://codex.wordpress.org/Appearance_Menus_Screen" target="_blank">Documentation on Menus</a>
ca_es: <a href="http://codex.wordpress.org/Appearance_Menus_Screen" target="_blank">Documentació sobre els menús</a> (en anglès)

source: <a href="http://codex.wordpress.org/Media_Add_New_Screen#Edit_Media" target="_blank">Documentation on Edit Media</a>
ca_es: <a href="http://codex.wordpress.org/Media_Add_New_Screen#Edit_Media" target="_blank">Documentació sobre l'edició d'elements mèdia</a> (en anglès)

source: <a href="http://codex.wordpress.org/Pages_Screen#Editing_Individual_Pages" target="_blank">Documentation on Editing Pages</a>
ca_es: <a href="http://codex.wordpress.org/Pages_Screen#Editing_Individual_Pages" target="_blank">Documentació sobre l'edició de pàgines</a> (en anglès)

source: <a href="http://codex.wordpress.org/Media_Library_Screen" target="_blank">Documentation on Media Library</a>
ca_es: <a href="http://codex.wordpress.org/Media_Library_Screen" target="_blank">Documentació sobre la biblioteca d'elements mèdia</a> (en anglès)

source: <a href="http://codex.wordpress.org/Tools_Screen" target="_blank">Documentation on Tools</a>
ca_es: <a href="http://codex.wordpress.org/Tools_Screen" target="_blank">Documentació sobre les eines</a> (en anglès)

source: <a href="http://codex.wordpress.org/Appearance_Header_Screen" target="_blank">Documentation on Custom Header</a>
ca_es: <a href="http://codex.wordpress.org/Appearance_Header_Screen" target="_blank">Documentació sobre la personalització de la capçalera</a> (en anglès)

source: <a href="http://codex.wordpress.org/Tools_Export_Screen" target="_blank">Documentation on Export</a>
ca_es: <a href="http://codex.wordpress.org/Tools_Export_Screen" target="_blank">Documentació sobre l'exportació</a> (en anglès)

source: <a href="http://codex.wordpress.org/Settings_General_Screen" target="_blank">Documentation on General Settings</a>
ca_es: <a href="http://codex.wordpress.org/Settings_General_Screen" target="_blank">Documentació sobre la configuració general</a> (en anglès)

source: <a href="http://codex.wordpress.org/Settings_Media_Screen" target="_blank">Documentation on Media Settings</a>
ca_es: <a href="http://codex.wordpress.org/Settings_Media_Screen" target="_blank">Documentació sobre els elements mèdia</a> (en anglès)

source: <a href="http://codex.wordpress.org/Dashboard_Updates_Screen" target="_blank">Documentation on Updating WordPress</a>
ca_es: <a href="http://codex.wordpress.org/Dashboard_Updates_Screen" target="_blank">Documentació sobre l'actualització del WordPress</a> (en anglès)

source: <a href="http://codex.wordpress.org/Posts_Add_New_Screen" target="_blank">Documentation on Writing and Editing Posts</a>
ca_es: <a href="http://codex.wordpress.org/Posts_Add_New_Screen" target="_blank">Documentació sobre l'escriptura i edició d'entrades</a> (en anglès)

source: <a href="http://codex.wordpress.org/Administration_Screens#Comments" target="_blank">Documentation on Comments</a>
ca_es: <a href="http://codex.wordpress.org/Administration_Screens#Comments" target="_blank">Documentació sobre els comentaris</a> (en anglès)

source: <a href="http://codex.wordpress.org/Users_Screen" target="_blank">Documentation on Managing Users</a>
ca_es: <a href="http://codex.wordpress.org/Users_Screen" target="_blank">Documentació sobre la gestió d'usuaris</a> (en anglès)

source: <a href="http://codex.wordpress.org/Settings_Discussion_Screen" target="_blank">Documentation on Discussion Settings</a>
ca_es: <a href="http://codex.wordpress.org/Settings_Discussion_Screen" target="_blank">Documentació sobre la configuració de la discussió</a> (en anglès)

source: <a href="http://codex.wordpress.org/Links_Add_New_Screen" target="_blank">Documentation on Creating Links</a>
ca_es: <a href="http://codex.wordpress.org/Links_Add_New_Screen" target="_blank">Documentació sobre la creació d'enllaços</a> (en anglès)

source: <a href="http://codex.wordpress.org/Settings_Reading_Screen" target="_blank">Documentation on Reading Settings</a>
ca_es: <a href="http://codex.wordpress.org/Settings_Reading_Screen" target="_blank">Documentació sobre la configuració de lectura</a> (en anglès)

source: <a href="http://codex.wordpress.org/Plugins_Add_New_Screen" target="_blank">Documentation on Installing Plugins</a>
ca_es: <a href="http://codex.wordpress.org/Plugins_Add_New_Screen" target="_blank">Documentació sobre la instal·lació d'extensions</a> (en anglès)

source: <a href="http://codex.wordpress.org/Posts_Screen" target="_blank">Documentation on Managing Posts</a>
ca_es: <a href="http://codex.wordpress.org/Posts_Screen" target="_blank">Documentació sobre la gestió d'entrades</a> (en anglès)

source: <a href="http://codex.wordpress.org/Dashboard_Screen" target="_blank">Documentation on Dashboard</a>
ca_es: <a href="http://codex.wordpress.org/Dashboard_Screen" target="_blank">Documentació sobre el tauler</a> (en anglès)

source: <a href="http://codex.wordpress.org/Plugins_Editor_Screen" target="_blank">Documentation on Editing Plugins</a>
ca_es: <a href="http://codex.wordpress.org/Plugins_Editor_Screen" target="_blank">Documentació sobre l'edició d'extensions</a> (en anglès)

source: <a href="http://codex.wordpress.org/Appearance_Background_Screen" target="_blank">Documentation on Custom Background</a>
ca_es: <a href="http://codex.wordpress.org/Appearance_Background_Screen" target="_blank">Documentació sobre el fons personalitzat</a> (en anglès)

source: <a href="http://codex.wordpress.org/Tools_Import_Screen" target="_blank">Documentation on Import</a>
ca_es: <a href="http://codex.wordpress.org/Tools_Import_Screen" target="_blank">Documentació sobre la importació</a> (en anglès)

source: <a href="http://codex.wordpress.org/Pages_Screen" target="_blank">Documentation on Managing Pages</a>
ca_es: <a href="http://codex.wordpress.org/Pages_Screen" target="_blank">Documentació sobre la gestió de pàgines</a> (en anglès)

source: <a href="http://codex.wordpress.org/Pages_Add_New_Screen" target="_blank">Documentation on Adding New Pages</a>
ca_es: <a href="http://codex.wordpress.org/Pages_Add_New_Screen" target="_blank">Documentació sobre la creació de pàgines noves</a> (en anglès)

source: <a href="http://codex.wordpress.org/Settings_Writing_Screen" target="_blank">Documentation on Writing Settings</a>
ca_es: <a href="http://codex.wordpress.org/Settings_Writing_Screen" target="_blank">Documentació sobre la configuració d'escriptura</a> (en anglès)

source: <a href="http://codex.wordpress.org/Links_Screen" target="_blank">Documentation on Managing Links</a>
ca_es: <a href="http://codex.wordpress.org/Links_Screen" target="_blank">Documentació sobre la gestió d'enllaços</a> (en anglès)

source: <a href="http://codex.wordpress.org/Users_Add_New_Screen" target="_blank">Documentation on Adding New Users</a>
ca_es: <a href="http://codex.wordpress.org/Users_Add_New_Screen" target="_blank">Documentació sobre la creació d'usuaris nous</a> (en anglès)

source: Layout
ca_es: Format

source: Save failed
ca_es: No s'ha pogut desar

source: You have specified this user for deletion:
ca_es: Heu especificat aquest usuari per suprimir:

source: &larr; Back to Users
ca_es: &larr; Torna als usuaris

source: %1$s of %2$s
ca_es: %1$s de %2$s

source: %s Page Template
ca_es: Plantilla de la pàgina %s

source: Post Format:
ca_es: Format de l'entrada:

source: This plugin may be active on other sites in the network.
ca_es: Aquesta extensió es pot activar al altres llocs webs de la xarxa.

source: You cannot delete a plugin while it is active on the main site.
ca_es: No podeu suprimir aquesta extensió mentre està activa en el lloc web principal.

source: Default Post Format
ca_es: Format d'entrada predeterminat

source: You do not have sufficient permissions to update this site.
ca_es: No teniu suficients permisos per actualitzar aquest lloc web.

source: Add Existing
ca_es: Afegeix un existent

source: Any edits to files from this screen will be reflected on all sites in the network.
ca_es: Qualsevol edició en els fitxers d'aquesta pantalla es farà efectiva en tots els llocs webs de la xarxa.

source: Press This is a bookmarklet that makes it easy to blog about something you come across on the web. You can use it to just grab a link, or to post an excerpt. Press This will even allow you to choose from images included on the page and use them in your post. Just drag the Press This link on this screen to your bookmarks bar in your browser, and you&#8217;ll be on your way to easier content creation. Clicking on it while on another website opens a popup window with all these options.
ca_es: "Premeu això" és una funció encapsulada que fa fàcil publicar al bloc mentre navegueu per les pàgines web. Podeu fer-lo servir simplement per desar un enllaç, o publicar un extracte. "Premeu això" fins i tot permet triar les imatges incloses a la pàgina i fer-les servir en la vostra entrada. Simplement arrossegueu l'enllaç "Premeu això" d'aquesta pantalla a les adreces d'interès del navegador, i estareu preparats per a publicar fàcilment. En fer clic en ell mentre esteu en altra pàgina, s'obre una finestra nova amb totes aquestes opcions.

source: <a href="http://codex.wordpress.org/Writing_a_Plugin" target="_blank">Documentation on Writing Plugins</a>
ca_es: <a href="http://codex.wordpress.org/Writing_a_Plugin" target="_blank">Documentació sobre com escriure extensions</a> (en anglès)

source: The boxes on your Dashboard screen are:
ca_es: Les caixes del tauler són:

source: This screen lists all the existing users for your site. Each user has one of five defined roles as set by the site admin: Site Administrator, Editor, Author, Contributor, or Subscriber. Users with roles other than Administrator will see fewer options in the dashboard navigation when they are logged in, based on their role.
ca_es: Aquesta pantalla llista tots els usuaris existents al lloc web. Cada usuari té un dels cinc rols definits segons ho ha configurat l'administrador del lloc web: administrador del lloc web, editor, autor, col·laborador o subscriptor. Els usuaris que tenen un rol distint del d'administrador veuran unes poques opcions menys al tauler de navegació quan han iniciat la sessió, depenent del seu rol.

source: <a href="http://codex.wordpress.org/Using_Permalinks" target="_blank">Documentation on Using Permalinks</a>
ca_es: <a href="http://codex.wordpress.org/Using_Permalinks" target="_blank">Documentació sobre com fer servir els enllaços permanents</a> (en anglès)

source: If you want to make changes but don&#8217;t want them to be overwritten when the plugin is updated, you may be ready to think about writing your own plugin. For information on how to edit plugins, write your own from scratch, or just better understand their anatomy, check out the links below.
ca_es: Si voleu fer canvis però no voleu que aquestos canvis siguin sobreescrits quan l'extensió s'actualitzi, heu d'anar pensant en com escriure la vostra pròpia extensió. Per obtenir informació sobre com editar extensions, escriure'n la vostra pròpia des de zero, o simplement entendre millor com funcionen, feu un cop d'ull als enllaços següents.

source: <a href="http://codex.wordpress.org/Roles_and_Capabilities" target="_blank">Descriptions of Roles and Capabilities</a>
ca_es: <a href="http://codex.wordpress.org/Roles_and_Capabilities" target="_blank">Descripció dels rols i les capacitats</a> (en anglès)

source: sample-page
ca_es: pagina-exemple

source: Sample Page
ca_es: Pàgina d'exemple

source: Retro (Generated)
ca_es: Retro (Generat)

source: You only have one theme enabled for this site right now. Visit the Network Admin to <a href="%1$s">enable</a> or <a href="%2$s">install</a> more themes.
ca_es: Ara mateix solament teniu activat un tema per a aquest lloc web. Visiteu l'administració de la xarxa per a <a href="%1$s">activar</a> o <a href="%2$s">instal·lar</a> més temes.

source: You only have one theme enabled for this site right now. Visit the Network Admin to <a href="%1$s">enable</a> more themes.
ca_es: Ara mateix solament teniu un tema activat per a aquest lloc web. Visiteu l'administració de la xarxa per a <a href="%1$s">activar</a> més temes.
